Repository: artstorm/wp-humans-txt
Catalog: lang/wp-humans-txt-*.po
Languages: sv_se

source: Enter your humans.txt below. Use the help button above for further guidance.
sv_se: Skriv in din humans.txt nedan. Använd hjälp knappen ovan för mer information.

source: View
sv_se: Visa

source: Insert Base Template
sv_se: Infoga basmallen

source: Options
sv_se: Inställningar

source: Author link
sv_se: Author länk

source: Place an author link to the file within the head of the site.
sv_se: Infog en author länk till filen i head delen av sajten.

source: Humans.txt button
sv_se: Humans.txt knapp

source: Add a button to the footer, which links to the humans.txt file.
sv_se: Lägg till en knapp till sidfoten, som länkar till humans.txt.

source: Include the following information about every human involved in the project: role, name, contact, twitter, geolocation, etc. Please be aware that you may have to deal with spam if you include email adresses.
sv_se: Inkludera följande information om varje person som är involverad i projektet: roll, namn, kontakt, twitter, plats, etc. Var medveten om att du kanske måste hantera spam om du inkliderar epostadresser.

source: Additional
sv_se: Övrigt

source: You can also include additional information about the site, such as the date of the last update (YYYY/MM/DD), its main language, its Doctype and other components, tools and software used on the development.
sv_se: Du kan också lägga till övrig information om sajten, som t.ex datumet för den senaste uppdateringen (YYYY/MM/DD), det huvudsakliga språket, dokumenttypen och övriga komponenter, verktyg och mjukvara använt under utvecklingen.

source: The standard
sv_se: Standarden

source: Visit %s quick start to read more about what to include and the standard.
sv_se: Besök %s snabbstart för att läsa mer om vad som ska inkluderas och standarden.

source: Example
sv_se: Exempel

source: Introduction
sv_se: Introduktion

source: Having a humans.txt file is an initiative for knowing the people behind a website. It's the file that contains information about the different people who have contributed to building the website.
sv_se: Att ha en humans.txt fil är ett initativ för att veta mer om människorna bakom em sajt. Det är filen som innehåller information om de olika personerna som har bidragit till att bygga sajten.

source: Who to mention
sv_se: Vem ska nämnas

source: Whoever you want to, provided they wish you to do so. You can mention the developer, the designer, the copywriter, the webmaster, the SEO, SEM or SMO... As you can see, the number of people who may take part of the creation of a site can be big, so the list is almost endless.
sv_se: Vem du vill, förutsatt att de vill vara med. Du kan nämna utvecklare, designer, copywriter, webmaster, SEO, SEM eller SMO... Som du ser, antalet personer som tar del i skapandet av en sajt kan vara stor, så listan blir nästan oändlig.

source: Learn more
sv_se: Lär mer

source: Visit %s to read more about what to include and how to treat the humans.txt file.
sv_se: Besök %s för att läsa mer om och vad att inkludera i humans.txt file.

source: For more information:
sv_se: För mer information:

source: Documentation
sv_se: Dokumentation

source: Support Forums
sv_se: Support Forum

source: Use this textarea to enter the humans.txt information. See the examples help section for what to include. You can also use the insert base template button to get a default humans.txt inserted, that you can use as a starting point and change into your own. The view humans.txt button let's you quickly see what your current live humans.txt file looks like.
sv_se: Använd den här textarean för att skriva in humans.txt informationen. Se exemplen hjälp sektionen för vad att inkludera. Du kan också använda infoga basmallen knappen För att få en förgjord humans.txt infogad, som du kan använda som en startpunkt och ändra till din egen. Visa humans.txt knappen låter dig snabbt se hur den nuvarande humans.txt filen ser ut live.

source: Author Link
sv_se: Author länk

source: Enabling this option, inserts a meta tag within the HTML head section that links to the humans.txt file. It's a rel author link tag that is inserted.
sv_se: Aktivering av denna inställning, infogar en meta tag inom HTML head sektionen som länkar till humans.txt filen. Det är en rel author länk som är infogad.

source: humans.txt button
sv_se: humans.txt knapp

source: Enabling this option allows you to choose one of four buttons that will be inserted in the wp_footer section. The button links to the humans.txt file.
sv_se: Aktivering av detta val tillåter att du kan välja en av fyra knappar som kommer be bli infogad i wp_footer sektionen. Knappen länkar till humans.txt filen.

source: WP Humans.txt needs WordPress to be configured with a permalink structure other than the default to work properly.
sv_se: WP Humans.txt behöver att WordPress konfigurears med en annan permalänk struktur än förvalet för att fungera korrekt.

source: Change the setting in the %s.
sv_se: Ändra inställningarna i %s.

source: Permalink Options
sv_se: Permalink Inställningar

source: None
sv_se: Ingen

source: Humans.txt blank isolated
sv_se: Humans.txt blank isolerad

source: Humans.txt orange isolated
sv_se: Humans.txt orange isolerad

source: Plugin settings updated.
sv_se: Plugin inställningarna uppdaterad

source: Usage
sv_se: Användning

source: Examples
sv_se: Exempel
